
* 2016
** 2016-08 八月
*** 2016-08-02 星期二

**** DONE begin learning and working
     CLOSED: [2016-08-02 Tue 05:13]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2016-08-02 Tue 05:13]
     CLOCK: [2016-08-02 二 05:02]--[2016-08-02 Tue 05:13] =>  0:11

     :END:
重装spacemacs
载入出现文件目录错误，重新安装ya...解决
还有一错误ispell
用M-x install package 两遍排队错误

**** DONE relaxing and browing
     CLOSED: [2016-08-02 Tue 07:01]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2016-08-02 Tue 07:01]
     CLOCK: [2016-08-02 Tue 06:49]--[2016-08-02 Tue 07:01] =>  0:12
     :END:

**** DONE eat breakfast at transport office restaurant
     CLOSED: [2016-08-02 Tue 08:09]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2016-08-02 Tue 08:09]
     :END:

**** DONE begin learning and work
     CLOSED: [2016-08-02 Tue 11:28]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2016-08-02 Tue 11:28]
     CLOCK: [2016-08-02 Tue 08:09]--[2016-08-02 Tue 08:11] =>  0:02
     :END:

**** DONE 重新安装spacemacs
     CLOSED: [2016-08-02 Tue 19:08]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2016-08-02 Tue 19:08]
     CLOCK: [2016-08-02 Tue 18:50]--[2016-08-02 Tue 19:08] =>  0:18
     :END:
日记文件不指向journal.org 仍指向!journal.org
不知何故。
*** 2016-08-03 Wednesday

**** DONE begin learning and working
     CLOSED: [2016-08-03 Wed 06:36]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2016-08-03 Wed 06:36]
     CLOCK: [2016-08-03 Wed 04:19]--[2016-08-03 Wed 04:24] =>  0:05
     :END:

**** DONE begin learning and working
     CLOSED: [2016-08-03 Wed 07:52]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2016-08-03 Wed 07:52]
     :END:
*** 2016-08-04 Thursday

**** DONE begin learning and working
     CLOSED: [2016-08-04 Thu 07:01]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2016-08-04 Thu 07:01]
     CLOCK: [2016-08-04 Thu 03:46]--[2016-08-04 Thu 03:48] =>  0:02
     :END:
*** 2016-08-05 Friday

**** DONE 深思与总结
     CLOSED: [2016-08-05 Fri 11:16]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2016-08-05 Fri 11:16]
     CLOCK: [2016-08-05 Fri 08:54]--[2016-08-05 Fri 11:16] =>  2:22
     :END:
3850 characters
***** 人理想的生活状态：
 工作愉快，生活品味
 外在需求随时达成
 内在高度满意满足

****** 如何实现

******* 工作：
 终身学习，具有世界眼光及必备知识、技能
 实现当前工作环境中无压、自信、掌控一切。

******* 用最好的高效工具（到达同一目标：一个步行的人无法和一个开车的竞争）

******* 如：搞计算机一定要用：
 硬件：Mac book pro Mac pro
 手机：iphone(or sumsung)
 手表：iwatch(or Gear S2)
 ipad
 耳机：蓝牙4.0以上

******* 汽车：要么不买。安全，省心。
 B级车以上。你的生命比世界上任何一款车都贵。家庭离不了你。

******* 家居：环保

******* 饮食：无害、安全

******* 衣着：少次、品味。不着过期衣服。

******* 做精英就要过异于常人的生活，要比常人付出更多。

******* 软件：

******** 良好的生活及工作习惯

******** 精确管理自己的时间

******** 科学整理自己的知识构架并时时回顾、实践、提升、应用、推广。（修之于身，其德乃真；
  修之于家，其德乃馀；修之于乡，其德乃长；修之于国，其德乃丰；修之于天下，其德乃普）
  全面：工作、管理、家庭、生活、时事、工具、语言等。
  例：

******** 编辑器：纯文本的-spacemacs(即有vim的高效、智能、又有emacs的可扩充、定制。无可披
  敌，所向披)

******** GTD Getting Things Doing

******** Emacs Org

******** English learning

******* work:
  ERP
  Project: Redmaine
 E-learning: Moodle(mooc)
 big data:docker
 file manger: github
 dictionary:Youdao
 edit and print:Latex
 program language:C;Ruby;lisp;html 5
 database: Reails?
 application:only apple

 hero: emacs linux latex ruby Facebook google apple

***** 需要别人认同吗？no!

****** 在国人眼里：
正言若反。
知者不博，博者不知；
知者不言，言者不知；
信言不美，美言不信。
善者不辩，辩者不善。

上士闻道，勤而行之。
中士闻道，若存若亡。
下士闻道，大笑之。
不笑不足以为道。

常循准则：
千里之行，始于足下。
慎终如始。
欲先民，必以身后之。
欲上民，必以言下之。
善用人者，为之下。

既以为人已愈有，
既以与人已愈多。

行不言之教，
为而不恃，功成而弗居。
多言数穷，不如守中。
为而为争。

上善若水：
水善利万物而不争，处众人之所恶，故几于道。

物的态度：
金玉满堂，莫之能守；宝贵而骄，自遗其咎。
功遂身退，天之道也。

去甚、去奢、去泰

知人者智，自知者明。
胜人者有力，自胜者强。
知足者富。
强行者有志，不失其所者久。
死而不亡者寿。

质真若渝；大器晚成。
知足不辱，知止不殆。

祸莫大于不知足；咎莫大于欲得。

生而不有，为而不恃，长而不宰。是谓玄德。

祸兮福之所倚，
福兮祸之所伏。

困难于其易
为大于其细。
天下难事，必作于易。
天下大事，必作于细。
轻诺必寡信，多易必多难。

为之于未有，治之于未乱。

天之道，损有余而补不足。
人之道，损不足以奉有余。

有时间多读易经：中国人的至圣哲学

****** 我的改变：
始于工具的改变：Mac pro 2015年9月3号
学习Mac系统，高效、协同、共享。
开始学习管理：精细管理
查找工具：找到Redmine
布署实践，扩展到云、大数据、移动互联
知道了：docker
排版：latex
文件管理：github
纯文本编辑工具emacs,实践两个多月后深入学习
后又发现更好的：spacemacs 并学习vim高效、智能的编辑
知道了GTD Getting Things Doing
一个月后实践并逐步完善。

每天该干什么？干了什么？用时多少？都有详细的历程及记录。
为了更好地掌握最新知识，开始学习英语，从2015年10月开始，已历时半年以上。相当于学
前水平，小学一年级不到。
还不会说，一个一年级的学生可以与人无障碍交流，自己还达不到。
按自己学习中文的历程来说英语，不求快，不功利，乐在其中。
随学随用，阅读英语原版手册，纯英文软件的使用，用英语记简单的笔记。
可以大大提高程序开发语言的学习实践效率。

****** 今后打算：在适当时机：
first:learn Lisp
Second: Learn Ruby
Third: database
Four: Big data
Five: Swift
apple app
At the sametime collect knowlege and sort and pushed.

******* work: three years fished ERP Moodle

 ISO 9001
 education notes
 Product quality evaluation
 fine management

******* 概念的提出及其内涵

 由笔者提出的"精细管理工程"，是指企业按照"五精四细"的思路与方法，对企业的管理进行
 精细化改造的工程。"五精四细"是精细管理工程的核心内容，其内涵是：

 五精

 1、精华：企业需要有效运用、创造、输出全球范围内的文化精华（含企业精神）、技术精
 华、智慧精华等来指导、促进企业的发展。

 2、精髓：企业管理科学众所周知，企业管理理论也已成熟，但深谙和运用管理精髓的企业
 家或企业管理者为数并不多，要想成为一个成功发展的企业，企业必须拥有那些为数不多的、
 深谙和运用企业管理精髓的企业家和一批企业管理者，只有这样，企业管理的精髓才能够在
 企业成功发展中得到充分运用忽然发展。

 3、精品：企业需要把握好产品质量精品的特性、处理好质量精品与零缺陷之间的关系，建
 立确保质量精品形成的体系，为企业形成核心竞争力和创建品牌奠定基础。

 4、精通：市场似江河与海洋，企业和客户的产品、原料等物流是流出和流入江河与海洋的
 水流，企业需要精致打造畅通于市场的渠道，精致建好畅通于客户的管道。

 5、精密：企业内部凡有分工协作和前后工序关系的部门与环节，其配合与协作需要精密；
 与企业生存、发展的环境的适宜性需要精密，与企业相关联的机构、客户、消费者的关系需
 要精密。

 四细

 1、细分市场和客户，全面准确把握市场变化和客户需求，企业发展战略和产品定位准。
 2、细分企业组织机构中的职能和岗位，企业管理体系健全，责权利明确、到位。
 3、细化分解每一个战略、决策、目标、任务、计划、指令，使之落实到人。
 4、细化企业管理制度的编制、实施、控制、检查、激励等程序、环节，做到制度到位。
 指在工作中,将各种任务分解明确,责任到人,严格要求,全面落实,既要从宏观上统筹,又要在
 微观上研究与落实.这个名词最初是由山西省灵时县教育局长田应松在2005年教育工作会议
 上提出,并被各行业广泛流传.

 管理学概念?


 将某项工作或者某个流程细化，使其具有可知性和可控性。通过细化，能够让员工真正了解
 这项工作或流程的每个环节或每个可能影响最终结果的因素，从而认识其规律；有了可知性
 才能有可控性，在可知性的基础之上，管理者和员工能够把握好每一个环节，规避不利因素，
 发挥有利因素使工作结果向想要的方向发展。?

 对地方政府投融资平台的管理启示

 精细管理所倡导的资源利用效率最大化、管理规范化和责任制度是值得投融资平台认真研究
 和借鉴的。

 第一，投融资平台要加强对存量资产的管理。目前，投融资平台的存量资产包括政府划入资
 产、自建资产和购入资产。这些资产中有许多经营性资产或者可阶段经营资产，比如公司名
 下房地产和整理完毕尚未出让的土地，可以通过租售方式增加平台的现金收入。

 第二，投融资平台管理需要跟进一步制度化。许多中小平台尚未建立起基本的管理制度框架，
 人浮于事。已制定的制度在执行过程中存在流程不合理、实施困难。为了提升集团的管理效
 率，提高员工执行力，平台规范化势在必行。

 第三，平台管理必须明确权责。责任制度是精细管理的核心，通过对平台内部流程执行责任
 的明晰化，建立企业员工的责任感是平台精细管理的关键。通过建立岗位说明书，明确员工
 责任。

 以上来源于 百度百科

 下学期工作安排与分工：

 平台布署与技术支撑：张青
 教学管理任务下达及管理：李倩
 所有设备进入ERP管理
 所有教学活动档案标准化、电子化、公开、共享、协同。
 每门课选取世界或国内现有内容建立在线课程。
 教师建立作业库并答疑、定成绩。平时成绩及每个学生成绩始终在线，供家长、教师、学习
 浏览。
 建立计算机科学知识库系统，大家共同搜集并书写。
 学生管理：陈振超
 全部学生进入ERP系统，实现自动考勤，统计。
 班主任是班级经理，学生顾员，体验ERP职业岗位。
*** 2016-08-06 Saturday

**** 昨天下午到济南
12：40出发2：40到济南，车程2小时。
打扫地板9次。基本就位。

**** DONE 今天早上3：00起。
     CLOSED: [2016-08-06 Sat 10:18]
     :LOGBOOK:
     - State "DONE"       from "STARTED"    [2016-08-06 Sat 10:18]
     CLOCK: [2016-08-06 Sat 10:17]--[2016-08-06 Sat 10:18] =>  0:01
     :END:
到车里复习三课。温故知新。真理。
知识学习到永远不忘才算完成。
特别是语言，达到听懂、会写、熟用。才行
不求快。只求会。
8:40给物业打电话，来修下水。最报还是自己做的。不过把手弄破了。以后要千万小心。活只能让别人干。
淋溶头移位完成。
其它已发短信给房主。没回。再落实。
